Repository: oceanskydivers/Pantry
Catalog: Pantry/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

source: Are you sure you want to delete "%@"? This cannot be undone.
ar: هل أنت متأكد أنك تريد حذف "%@"؟ لا يمكن التراجع عن هذا الإجراء.
bn: আপনি কি নিশ্চিত যে আপনি "%@" মুছে ফেলতে চান? এটি আর পূর্বাবস্থায় ফেরানো যাবে না।
de: Bist du sicher, dass du "%@" löschen möchtest? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar "%@"? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer "%@" ? Cette action est irréversible.
hi: क्या आप वाकई "%@" को हटाना चाहते हैं? इसे वापस नहीं लिया जा सकता।
id: Apakah Anda yakin ingin menghapus "%@"? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare "%@"? Questa azione non può essere annullata.
ja: 本当に「%@」を削除しますか？この操作は取り消せません。
ko: "%@"을(를) 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
pt_br: Tem certeza de que deseja excluir "%@"? Isso não pode ser desfeito.
ru: Вы уверены, что хотите удалить "%@"? Это действие нельзя отменить.
tr: "%@" öğesini silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
zh_hans: 您确定要删除 "%@" 吗？此操作无法撤销。
zh_hant: 您確定要刪除 "%@" 嗎？此操作無法復原。

source: Auto-Add to Inventory
ar: إضافة تلقائية إلى المخزون
bn: ইনভেন্টরিতে স্বয়ংক্রিয়ভাবে যোগ করুন
de: Automatisch zum Bestand hinzufügen
es: Añadir automáticamente al inventario
fr: Ajout automatique à l'inventaire
hi: इन्वेंट्री में स्वतः जोड़ें
id: Tambahkan Otomatis ke Inventaris
it: Aggiunta automatica all'inventario
ja: 在庫に自動追加
ko: 인벤토리에 자동 추가
pt_br: Adicionar Automaticamente ao Inventário
ru: Автодобавление в запасы
tr: Envantere Otomatik Ekle
zh_hans: 自动添加到库存

source: Automatically update your inventory when you check off shopping list items.
ar: تحديث مخزونك تلقائيًا عند شطب العناصر من قائمة التسوق.
bn: আপনি যখন কেনাকাটার তালিকার আইটেমগুলো টিক চিহ্ন দিয়ে সম্পন্ন করবেন, তখন আপনার ইনভেন্টরি স্বয়ংক্রিয়ভাবে আপডেট করুন।
de: Aktualisiere deinen Bestand automatisch, wenn du Artikel auf der Einkaufsliste abhakst.
es: Actualiza automáticamente tu inventario cuando marques los artículos de la lista de la compra.
fr: Mettez automatiquement à jour votre inventaire lorsque vous cochez des articles de votre liste de courses.
hi: खरीदारी सूची के आइटम को टिक करने पर अपनी इन्वेंट्री को स्वचालित रूप से अपडेट करें।
id: Perbarui inventaris Anda secara otomatis saat Anda mencentang item daftar belanja.
it: Aggiorna automaticamente il tuo inventario quando spunti gli elementi dalla lista della spesa.
ja: 買い物リストのアイテムにチェックを入れたときに、在庫を自動的に更新します。
ko: 쇼핑 목록 항목을 체크하면 인벤토리가 자동으로 업데이트됩니다.
pt_br: Atualize automaticamente seu inventário ao marcar itens da lista de compras.
ru: Автоматически обновлять запасы при вычеркивании пунктов из списка покупок.
tr: Alışveriş listesindeki öğelerin üzerini çizdiğinizde envanterinizi otomatik olarak güncelleyin.
zh_hans: 在勾选购物清单项目时自动更新您的库存。
zh_hant: 在勾選購物清單項目時，自動更新您的庫存。

source: Based on average since date bought. Log usage for a more accurate estimate.
ar: بناءً على المتوسط منذ تاريخ الشراء. سجل الاستخدام للحصول على تقدير أكثر دقة.
bn: কেনার তারিখ থেকে গড়ের ওপর ভিত্তি করে। আরও সঠিক অনুমানের জন্য ব্যবহার লগ করুন।
de: Basierend auf dem Durchschnitt seit dem Kaufdatum. Protokolliere die Nutzung für eine genauere Schätzung.
es: Basado en el promedio desde la fecha de compra. Registra el uso para obtener una estimación más precisa.
fr: Basé sur la moyenne depuis la date d'achat. Enregistrez votre consommation pour obtenir une estimation plus précise.
hi: खरीद की तारीख से औसत के आधार पर। अधिक सटीक अनुमान के लिए उपयोग लॉग करें।
id: Berdasarkan rata-rata sejak tanggal dibeli. Catat penggunaan untuk perkiraan yang lebih akurat.
it: In base alla media dalla data di acquisto. Registra l'utilizzo per una stima più precisa.
ja: 購入日以降の平均に基づいています。より正確な予測には、使用状況を記録してください。
ko: 구매일 이후의 평균을 기준으로 합니다. 더 정확한 예측을 위해 사용량을 기록하세요.
pt_br: Com base na média desde a data de compra. Registre o uso para uma estimativa mais precisa.
ru: На основе среднего значения с даты покупки. Записывайте использование для более точной оценки.
tr: Satın alma tarihinden itibaren ortalamaya dayanır. Daha doğru bir tahmin için kullanım kaydı tutun.

source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: Categories
ar: الفئات
bn: ক্যাটাগরি
de: Kategorien
es: Categorías
fr: Catégories
hi: श्रेणियां
id: Kategori
it: Categorie
ja: カテゴリー
ko: 카테고리
pt_br: Categorias
ru: Категории
tr: Kategoriler
zh_hans: 类别
zh_hant: 類別

source: Category
ar: الفئة
bn: বিভাগ
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
id: Kategori
it: Categoria
ja: カテゴリ
ko: 카테고리
pt_br: Categoria
ru: Категория
tr: Kategori
zh_hans: 类别
zh_hant: 類別

source: Category name
ar: اسم الفئة
bn: ক্যাটাগরির নাম
de: Kategoriename
es: Nombre de la categoría
fr: Nom de la catégorie
hi: श्रेणी का नाम
id: Nama kategori
it: Nome categoria
ja: カテゴリー名
ko: 카테고리 이름
pt_br: Nome da categoria
ru: Название категории
tr: Kategori adı
zh_hans: 类别名称
zh_hant: 類別名稱

source: Check Item
ar: تحديد العنصر
bn: আইটেম চেক করুন
de: Artikel abhaken
es: Marcar artículo
fr: Cocher l'article
hi: आइटम चेक करें
id: Centang Item
it: Spunta articolo
ja: アイテムをチェック
ko: 항목 확인
pt_br: Marcar Item
ru: Отметить товар
tr: Ürünü İşaretle
zh_hans: 勾选物品
zh_hant: 勾選物品

source: Choose from Library
ar: اختر من المكتبة
bn: লাইব্রেরি থেকে বেছে নিন
de: Aus Mediathek wählen
es: Elegir de la biblioteca
fr: Choisir depuis la bibliothèque
hi: लाइब्रेरी से चुनें
id: Pilih dari Pustaka
it: Scegli dalla libreria
ja: ライブラリから選択
ko: 라이브러리에서 선택
pt_br: Escolher da Biblioteca
ru: Выбрать из медиатеки
tr: Kütüphaneden Seç
zh_hans: 从图库选择
zh_hant: 從圖庫選擇

source: Clear All Checked
ar: مسح جميع المحددات
bn: সব চেক করা আইটেম মুছে ফেলুন
de: Alle abgehakten löschen
es: Borrar todos los marcados
fr: Effacer tout ce qui est coché
hi: सभी चेक किए गए हटाएं
id: Hapus Semua yang Dicentang
it: Rimuovi tutti i selezionati
ja: チェック済みをすべてクリア
ko: 선택 항목 모두 지우기
pt_br: Limpar Todos os Marcados
ru: Очистить отмеченные
tr: Tüm İşaretlenenleri Temizle
zh_hans: 清除所有已勾选
zh_hant: 清除所有已勾選項目

source: Clear Filter
ar: مسح الفلتر
bn: ফিল্টার ক্লিয়ার করুন
de: Filter zurücksetzen
es: Borrar filtro
fr: Effacer le filtre
hi: फ़िल्टर हटाएं
id: Hapus Filter
it: Rimuovi filtro
ja: フィルターをクリア
ko: 필터 지우기
pt_br: Limpar Filtro
ru: Сбросить фильтр
tr: Filtreyi Temizle
zh_hans: 清除筛选
zh_hant: 清除篩選

source: Continue with Email
ar: المتابعة باستخدام البريد الإلكتروني
bn: ইমেল দিয়ে এগিয়ে যান
de: Mit E-Mail fortfahren
es: Continuar con correo electrónico
fr: Continuer avec l'e-mail
id: Lanjutkan dengan Email
it: Continua con l'e-mail
ja: メールアドレスで続ける
ko: 이메일로 계속하기
pt_br: Continuar com E-mail
ru: Продолжить через эл. почту
tr: E-posta ile Devam Et

source: Create
ar: إنشاء
bn: তৈরি করুন
de: Erstellen
es: Crear
fr: Créer
hi: बनाएं
id: Buat
it: Crea
ja: 作成
ko: 생성
pt_br: Criar
ru: Создать
tr: Oluştur
zh_hans: 创建
zh_hant: 建立

source: Create Account
ar: إنشاء حساب
bn: অ্যাকাউন্ট তৈরি করুন
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
hi: खाता बनाएं
id: Buat Akun
it: Crea account
ja: アカウントを作成
ko: 계정 생성
pt_br: Criar Conta
ru: Создать аккаунт
tr: Hesap Oluştur
zh_hans: 创建账户
zh_hant: 建立帳號

source: Creating Subcategories
ar: إنشاء فئات فرعية
bn: উপশ্রেণি তৈরি করা হচ্ছে
de: Unterkategorien erstellen
es: Crear subcategorías
fr: Création de sous-catégories
id: Membuat Subkategori
it: Creazione di sottocategorie
ja: サブカテゴリの作成
ko: 하위 카테고리 만들기
pt_br: Criando Subcategorias
ru: Создание подкатегорий
tr: Alt Kategoriler Oluşturma

source: Current Quantity
ar: الكمية الحالية
bn: বর্তমান পরিমাণ
de: Aktuelle Menge
es: Cantidad actual
fr: Quantité actuelle
hi: वर्तमान मात्रा
id: Jumlah Saat Ini
it: Quantità attuale
ja: 現在の数量
ko: 현재 수량
pt_br: Quantidade Atual
ru: Текущее количество
tr: Mevcut Miktar
zh_hans: 当前数量
zh_hant: 目前數量

source: Current Stock
ar: المخزون الحالي
bn: বর্তমান স্টক
de: Aktueller Bestand
es: Stock actual
fr: Stock actuel
id: Stok Saat Ini
it: Scorta attuale
ja: 現在の在庫
ko: 현재 재고
pt_br: Estoque Atual
ru: Текущий запас
tr: Mevcut Stok

source: Date
ar: التاريخ
bn: তারিখ
de: Datum
es: Fecha
hi: तारीख
id: Tanggal
it: Data
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
tr: Tarih
zh_hans: 日期
zh_hant: 日期

source: Date First Bought
ar: تاريخ الشراء الأول
bn: প্রথম কেনার তারিখ
de: Erstmals gekauft am
es: Fecha de la primera compra
fr: Date du premier achat
hi: पहली बार खरीदी गई तारीख
id: Tanggal Pertama Dibeli
it: Data primo acquisto
ja: 初回購入日
ko: 최초 구매일
pt_br: Data da Primeira Compra
ru: Дата первой покупки
tr: İlk Satın Alınma Tarihi
zh_hans: 首次购买日期
zh_hant: 首次購買日期

source: Days Left
ar: الأيام المتبقية
bn: বাকি দিন
de: Verbleibende Tage
es: Días restantes
fr: Jours restants
hi: शेष दिन
id: Sisa Hari
it: Giorni rimanenti
ja: 残り日数
ko: 남은 일수
pt_br: Dias Restantes
ru: Осталось дней
tr: Kalan Gün
zh_hans: 剩余天数
zh_hant: 剩餘天數

source: Delete
ar: حذف
bn: মুছে ফেলুন
de: Löschen
es: Eliminar
fr: Supprimer
hi: मिटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
tr: Sil
zh_hans: 删除
zh_hant: 刪除

source: Delete "%@"?
ar: حذف "%@"؟
bn: "%@" মুছে ফেলবেন?
de: "%@" löschen?
es: ¿Eliminar "%@"?
fr: Supprimer « %@ » ?
hi: "%@" को मिटाएं?
id: Hapus "%@"?
it: Eliminare "%@"?
ja: "%@" を削除しますか？
ko: "%@"을(를) 삭제하시겠습니까?
pt_br: Excluir "%@"?
ru: Удалить "%@"?
tr: "%@" silinsin mi?
zh_hans: 删除“%@”？
zh_hant: 刪除「%@」？

source: Delete %@?
ar: حذف %@؟
bn: %@ মুছে ফেলবেন?
de: %@ löschen?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
hi: %@ को मिटाएं?
id: Hapus %@?
it: Eliminare %@?
ja: %@ を削除しますか？
ko: %@을(를) 삭제하시겠습니까?
pt_br: Excluir %@?
ru: Удалить %@?
tr: %@ silinsin mi?
zh_hans: 删除 %@？
zh_hant: 刪除 %@？

source: Delete Category
ar: حذف الفئة
bn: ক্যাটাগরি মুছে ফেলুন
de: Kategorie löschen
es: Eliminar categoría
fr: Supprimer la catégorie
hi: श्रेणी मिटाएं
id: Hapus Kategori
it: Elimina categoria
ja: カテゴリーを削除
ko: 카테고리 삭제
pt_br: Excluir Categoria
ru: Удалить категорию
tr: Kategoriyi Sil
zh_hans: 删除类别
zh_hant: 刪除類別

source: Delete Item
ar: حذف العنصر
bn: আইটেম মুছে ফেলুন
de: Artikel löschen
es: Eliminar artículo
fr: Supprimer l'article
hi: आइटम मिटाएं
id: Hapus Item
it: Elimina articolo
ja: アイテムを削除
ko: 항목 삭제
pt_br: Excluir Item
ru: Удалить товар
tr: Ürünü Sil
zh_hans: 删除物品
zh_hant: 刪除物品

source: Delete Recipe
ar: حذف الوصفة
bn: রেসিপি মুছে ফেলুন
de: Rezept löschen
es: Eliminar receta
fr: Supprimer la recette
hi: रेसिपी मिटाएं
id: Hapus Resep
it: Elimina ricetta
ja: レシピを削除
ko: 레시피 삭제
pt_br: Excluir Receita
ru: Удалить рецепт
tr: Tarifi Sil
zh_hans: 删除食谱
zh_hant: 刪除食譜

source: Desired Stock
ar: المخزون المطلوب
bn: প্রয়োজনীয় স্টক
de: Zielbestand
es: Stock deseado
fr: Stock souhaité
hi: वांछित स्टॉक
id: Stok yang Diinginkan
it: Stock desiderato
ja: 目標在庫数
ko: 목표 재고
pt_br: Estoque Desejado
ru: Желаемый запас
tr: İstenen Stok
zh_hans: 期望库存
zh_hant: 目標庫存

source: Details
ar: التفاصيل
bn: বিস্তারিত
es: Detalles
fr: Détails
id: Detail
it: Dettagli
ja: 詳細
ko: 상세 정보
pt_br: Detalhes
ru: Детали
tr: Detaylar

source: Display Name (optional)
ar: اسم العرض (اختياري)
bn: ডিসপ্লে নাম (ঐচ্ছিক)
de: Anzeigename (optional)
es: Nombre visible (opcional)
fr: Nom affiché (optionnel)
hi: प्रदर्शन नाम (वैकल्पिक)
id: Nama Tampilan (opsional)
it: Nome visualizzato (opzionale)
ja: 表示名（任意）
ko: 표시 이름 (선택 사항)
pt_br: Nome de Exibição (opcional)
ru: Отображаемое имя (необязательно)
tr: Görünen Ad (isteğe bağlı)
zh_hans: 显示名称（可选）
zh_hant: 顯示名稱（選填）

source: Don't have an account? Create one
ar: ليس لديك حساب؟ أنشئ واحداً
bn: অ্যাকাউন্ট নেই? একটি তৈরি করুন
de: Noch kein Konto? Erstelle eines
es: ¿No tienes cuenta? Crea una
fr: Vous n'avez pas de compte ? Créez-en un
hi: खाता नहीं है? एक बनाएं
id: Belum punya akun? Buat satu
it: Non hai un account? Creane uno
ja: アカウントをお持ちではありませんか？作成する
ko: 계정이 없으신가요? 계정 생성
pt_br: Não possui uma conta? Crie uma
ru: Нет аккаунта? Создайте его
tr: Hesabınız yok mu? Bir tane oluşturun
zh_hans: 没有账户？创建一个
zh_hant: 沒有帳號？建立一個

source: Done
ar: تم
bn: সম্পন্ন
de: Fertig
es: Hecho
fr: Terminé
hi: हो गया
id: Selesai
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
tr: Bitti
zh_hans: 完成
zh_hant: 完成

source: e.g., Food, Cleaning, Personal
ar: مثال: طعام، تنظيف، شخصي
bn: যেমন: খাবার, পরিষ্কার-পরিচ্ছন্নতা, ব্যক্তিগত
de: z. B. Lebensmittel, Reinigung, Persönliches
es: p. ej., Comida, Limpieza, Personal
fr: p. ex. Alimentation, Entretien, Personnel
hi: उदाहरण के लिए: भोजन, सफाई, व्यक्तिगत
id: contoh: Makanan, Kebersihan, Pribadi
it: es. Cibo, Pulizia, Personale
ja: 例：食品、掃除用品、パーソナルケア
ko: 예: 식품, 청소, 개인용품
pt_br: ex.: Alimentos, Limpeza, Pessoal
ru: напр., Продукты, Уборка, Личное
tr: ör. Gıda, Temizlik, Kişisel
zh_hans: 例如：食品、清洁、个人
zh_hant: 例如：食品、清潔用品、個人用品

source: e.g., Produce, Dairy, Frozen
ar: مثال: منتجات زراعية، ألبان، مجمدات
bn: যেমন: শাকসবজি, দুগ্ধজাত পণ্য, হিমায়িত খাবার
de: z. B. Obst & Gemüse, Molkereiprodukte, Tiefkühlkost
es: p. ej., Productos frescos, Lácteos, Congelados
fr: p. ex. Produits frais, Produits laitiers, Surgelés
hi: उदाहरण के लिए: उपज, डेयरी, फ्रोजन
id: contoh: Produk Segar, Produk Susu, Beku
it: es. Prodotti agricoli, Latticini, Surgelati
ja: 例：青果、乳製品、冷凍食品
ko: 예: 농산물, 유제품, 냉동식품
pt_br: ex.: Hortifrúti, Laticínios, Congelados
ru: напр., Овощи и фрукты, Молочные продукты, Заморозка
tr: ör. Manav, Süt Ürünleri, Dondurulmuş
zh_hans: 例如：农产品、乳制品、冷冻食品
zh_hant: 例如：農產品、乳製品、冷凍食品

source: Edit
ar: تعديل
bn: সম্পাদনা
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Редактировать
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

source: Edit Item
ar: تعديل العنصر
bn: আইটেম সম্পাদনা করুন
de: Artikel bearbeiten
es: Editar artículo
fr: Modifier l'article
hi: आइटम संपादित करें
it: Modifica articolo
ja: アイテムを編集
ko: 항목 편집
pt_br: Editar Item
ru: Редактировать товар
tr: Ürünü Düzenle
zh_hans: 编辑物品
zh_hant: 編輯物品

source: Email
ar: البريد الإلكتروني
bn: ইমেইল
es: Correo electrónico
hi: ईमेल
ja: メールアドレス
ko: 이메일
tr: E-posta
zh_hans: 电子邮箱
zh_hant: 電子郵件

source: Enter a name for this group of ingredients.
ar: أدخل اسمًا لمجموعة المكونات هذه.
bn: উপাদানের এই গ্রুপটির জন্য একটি নাম লিখুন।
de: Gib einen Namen für diese Zutatengruppe ein.
es: Introduce un nombre para este grupo de ingredientes.
fr: Saisissez un nom pour ce groupe d'ingrédients.
id: Masukkan nama untuk kelompok bahan ini.
it: Inserisci un nome per questo gruppo di ingredienti.
ja: この材料グループの名前を入力してください。
ko: 이 재료 그룹의 이름을 입력하세요.
pt_br: Insira um nome para este grupo de ingredientes.
ru: Введите название для этой группы ингредиентов.
tr: Bu malzeme grubu için bir isim girin.

source: Enter a name for this group of steps.
ar: أدخل اسمًا لمجموعة الخطوات هذه.
bn: ধাপগুলোর এই গ্রুপটির জন্য একটি নাম লিখুন।
de: Gib einen Namen für diese Schrittgruppe ein.
es: Introduce un nombre para este grupo de pasos.
fr: Saisissez un nom pour ce groupe d'étapes.
hi: चरणों के इस समूह के लिए एक नाम दर्ज करें।
id: Masukkan nama untuk kelompok langkah ini.
it: Inserisci un nome per questo gruppo di passaggi.
ja: この手順グループの名前を入力してください。
ko: 이 단계 그룹의 이름을 입력하세요.
pt_br: Insira um nome para este grupo de etapas.
ru: Введите название для этой группы шагов.
tr: Bu adım grubu için bir isim girin.
zh_hans: 输入此步骤组的名称。
zh_hant: 輸入此步驟群組的名稱。

source: Estimates
ar: التقديرات
bn: অনুমান
de: Schätzungen
es: Estimaciones
fr: Estimations
id: Perkiraan
it: Stime
ja: 予測
ko: 예상치
pt_br: Estimativas
ru: Прогнозы
tr: Tahminler

source: Filter by Category
ar: تصفية حسب الفئة
bn: ক্যাটাগরি অনুযায়ী ফিল্টার করুন
de: Nach Kategorie filtern
es: Filtrar por categoría
fr: Filtrer par catégorie
hi: श्रेणी के अनुसार फ़िल्टर करें
id: Filter berdasarkan Kategori
it: Filtra per categoria
ja: カテゴリーで絞り込み
ko: 카테고리별 필터
pt_br: Filtrar por Categoria
ru: Фильтр по категории
tr: Kategoriye Göre Filtrele
zh_hans: 按类别筛选
zh_hant: 依類別篩選

source: Filter by Supply
ar: تصفية حسب الإمداد
bn: সরবরাহ অনুযায়ী ফিল্টার করুন
de: Nach Vorrat filtern
es: Filtrar por suministro
fr: Filtrer par approvisionnement
hi: आपूर्ति के अनुसार फ़िल्टर करें
id: Filter berdasarkan Persediaan
it: Filtra per disponibilità
ja: 在庫状況で絞り込み
ko: 공급량별 필터
pt_br: Filtrar por Suprimento
ru: Фильтр по запасам
tr: Stok Durumuna Göre Filtrele
zh_hans: 按供应情况筛选
zh_hant: 依供應量篩選

source: For power users who were already tracking before adding this item. Enter the total you've ever bought and the date you started buying it. Leave these blank and they'll default to your current stock and today.
ar: للمستخدمين المتقدمين الذين كانوا يتتبعون العناصر قبل إضافتها. أدخل الإجمالي الذي اشتريته وتاريخ بدء الشراء. اترك هذه الحقول فارغة ليتم تعيينها افتراضياً إلى مخزونك الحالي وتاريخ اليوم.
bn: পাওয়ার ইউজারদের জন্য যারা এই আইটেমটি যোগ করার আগেই ট্র্যাকিং করছিলেন। আপনি মোট কতটুকু কিনেছেন এবং কবে থেকে কেনা শুরু করেছেন তা লিখুন। এগুলো খালি রাখলে বর্তমান স্টক এবং আজকের তারিখ ডিফল্ট হিসেবে সেট হবে।
de: Für Power-User, die bereits vor dem Hinzufügen dieses Artikels Buch geführt haben. Gib die Gesamtmenge an, die du jemals gekauft hast, sowie das Datum, an dem du mit dem Kauf begonnen hast. Wenn du diese Felder leer lässt, werden sie standardmäßig auf deinen aktuellen Bestand und das heutige Datum gesetzt.
es: Para usuarios avanzados que ya realizaban un seguimiento antes de añadir este artículo. Introduce el total que has comprado y la fecha en que empezaste a comprarlo. Déjalos en blanco y se establecerán por defecto en tu stock actual y hoy.
fr: Pour les utilisateurs avancés qui effectuaient déjà un suivi avant d'ajouter cet article. Saisissez le total acheté depuis le début et la date à laquelle vous avez commencé à l'acheter. Laissez ces champs vides pour utiliser votre stock actuel et la date d'aujourd'hui par défaut.
hi: उन पावर उपयोगकर्ताओं के लिए जो इस आइटम को जोड़ने से पहले ही ट्रैकिंग कर रहे थे। आपने अब तक कुल कितनी खरीदारी की है और जिस तारीख से आपने इसे खरीदना शुरू किया था, उसे दर्ज करें। इन्हें खाली छोड़ दें और ये आपके वर्तमान स्टॉक और आज की तारीख पर डिफ़ॉल्ट हो जाएंगे।
id: Untuk pengguna mahir yang sudah melakukan pelacakan sebelum menambahkan item ini. Masukkan total yang pernah Anda beli dan tanggal Anda mulai membelinya. Biarkan kosong dan sistem akan menggunakan stok saat ini dan hari ini sebagai default.
it: Per utenti esperti che tracciavano già prima di aggiungere questo articolo. Inserisci il totale acquistato finora e la data in cui hai iniziato ad acquistarlo. Lascia vuoto per usare lo stock attuale e la data odierna come predefiniti.
ja: このアイテムを追加する前から管理を行っていた上級者向けです。これまでの総購入数と購入開始日を入力してください。空欄にすると、現在の在庫数と今日の日付が自動的に適用されます。
ko: 이 항목을 추가하기 전부터 이미 추적 중이었던 숙련 사용자를 위한 기능입니다. 총 구매량과 구매를 시작한 날짜를 입력하세요. 비워두면 현재 재고와 오늘 날짜가 기본값으로 설정됩니다.
pt_br: Para usuários avançados que já faziam o controle antes de adicionar este item. Insira o total que você já comprou e a data em que começou a comprá-lo. Deixe em branco para usar o estoque atual e a data de hoje como padrão.
ru: Для опытных пользователей, которые уже вели учет до добавления этого товара. Введите общее количество, которое вы когда-либо покупали, и дату, когда начали его покупать. Оставьте эти поля пустыми, и они будут установлены по умолчанию как ваш текущий запас и сегодняшняя дата.
tr: Bu ürünü eklemeden önce zaten takip eden ileri düzey kullanıcılar için. Şimdiye kadar satın aldığınız toplam miktarı ve satın almaya başladığınız tarihi girin. Boş bırakırsanız, mevcut stok ve bugünün tarihi varsayılan olarak alınacaktır.
zh_hans: 适用于在添加此物品前已在进行追踪的资深用户。请输入您购买过的总量以及开始购买的日期。若留空，将默认使用当前库存量和今天日期。
zh_hant: 提供給在新增此物品前已在進行追蹤的進階使用者。請輸入您總共購買的數量以及開始購買的日期。若留空，將預設為您目前的庫存量與今日日期。

source: Group name (e.g. For the sauce)
ar: اسم المجموعة (مثلاً: للصلصة)
bn: গ্রুপের নাম (যেমন: সসের জন্য)
de: Gruppenname (z. B. Für die Soße)
es: Nombre del grupo (ej. Para la salsa)
fr: Nom du groupe (ex: Pour la sauce)
hi: समूह का नाम (जैसे: सॉस के लिए)
id: Nama kelompok (contoh: Untuk saus)
it: Nome gruppo (es. Per la salsa)
ja: グループ名（例：ソース用）
ko: 그룹 이름 (예: 소스용)
pt_br: Nome do grupo (ex: Para o molho)
ru: Название группы (например, Для соуса)
tr: Grup adı (ör. Sos için)
zh_hans: 组名称（例如：用于酱汁）
zh_hant: 分組名稱（例如：用於醬汁）

source: Group name (e.g. Sauce)
ar: اسم المجموعة (مثلاً: صلصة)
bn: গ্রুপের নাম (যেমন: সস)
de: Gruppenname (z. B. Soße)
es: Nombre del grupo (ej. Salsa)
fr: Nom du groupe (ex: Sauce)
hi: समूह का नाम (जैसे: सॉस)
id: Nama kelompok (contoh: Saus)
it: Nome gruppo (es. Salsa)
ja: グループ名（例：ソース）
ko: 그룹 이름 (예: 소스)
pt_br: Nome do grupo (ex: Molho)
ru: Название группы (например, Соус)
tr: Grup adı (ör. Sos)
zh_hans: 组名称（例如：酱汁）
zh_hant: 分組名稱（例如：醬汁）

source: Household Sharing
ar: مشاركة المنزل
bn: হাউসহোল্ড শেয়ারিং
de: Haushaltsfreigabe
es: Uso compartido del hogar
fr: Partage du foyer
hi: घरेलू साझाकरण
id: Berbagi Rumah Tangga
it: Condivisione familiare
ja: 世帯共有
ko: 가구 공유
pt_br: Compartilhamento Familiar
ru: Семейный доступ
tr: Ev Paylaşımı
zh_hans: 家庭共享
zh_hant: 家庭共享

source: How to share with your household
ar: كيفية المشاركة مع أفراد أسرتك
bn: কীভাবে আপনার পরিবারের সাথে শেয়ার করবেন
de: So teilst du mit deinem Haushalt
es: Cómo compartir con tu hogar
fr: Comment partager avec votre foyer
id: Cara berbagi dengan anggota rumah tangga Anda
it: Come condividere con la tua famiglia
ja: 家族や同居人と共有する方法
ko: 가족과 공유하는 방법
pt_br: Como compartilhar com sua casa
ru: Как поделиться с семьей
tr: Ev halkıyla nasıl paylaşılır

source: If you get a new phone or device, you won't be able to access your recipes, inventory or shopping list unless you are signed in. Sign in to back them up and access them from any device.
ar: إذا حصلت على هاتف أو جهاز جديد، فلن تتمكن من الوصول إلى وصفاتك أو مخزونك أو قائمة التسوق الخاصة بك ما لم تكن قد سجلت الدخول. سجل الدخول لنسخها احتياطيًا والوصول إليها من أي جهاز.
bn: আপনি যদি একটি নতুন ফোন বা ডিভাইস পান, তবে সাইন ইন না করা পর্যন্ত আপনি আপনার রেসিপি, ইনভেন্টরি বা কেনাকাটার তালিকা অ্যাক্সেস করতে পারবেন না। ব্যাকআপ নিতে এবং যেকোনো ডিভাইস থেকে সেগুলো অ্যাক্সেস করতে সাইন ইন করুন।
de: Wenn du ein neues Telefon oder Gerät erhältst, kannst du nicht auf deine Rezepte, deinen Bestand oder deine Einkaufsliste zugreifen, es sei denn, du bist angemeldet. Melde dich an, um sie zu sichern und von jedem Gerät aus darauf zuzugreifen.
es: Si cambias de teléfono o dispositivo, no podrás acceder a tus recetas, inventario o lista de la compra a menos que hayas iniciado sesión. Inicia sesión para hacer una copia de seguridad y acceder a ellos desde cualquier dispositivo.
fr: Si vous changez de téléphone ou d'appareil, vous ne pourrez pas accéder à vos recettes, à votre inventaire ou à votre liste de courses à moins d'être connecté. Connectez-vous pour les sauvegarder et y accéder depuis n'importe quel appareil.
id: Jika Anda mendapatkan ponsel atau perangkat baru, Anda tidak akan dapat mengakses resep, inventaris, atau daftar belanja Anda kecuali Anda telah masuk. Masuk untuk mencadangkannya dan mengaksesnya dari perangkat apa pun.
it: Se acquisti un nuovo telefono o dispositivo, non potrai accedere alle tue ricette, all'inventario o alla lista della spesa a meno che tu non abbia effettuato l'accesso. Accedi per salvarli ed accedervi da qualsiasi dispositivo.
ja: サインインしていない場合、新しいスマートフォンやデバイスに移行したときに、レシピ、在庫、買い物リストにアクセスできなくなります。サインインしてデータをバックアップし、どのデバイスからでもアクセスできるようにしましょう。
ko: 새 휴대폰이나 기기를 사용하는 경우, 로그인하지 않으면 레시피, 인벤토리 또는 쇼핑 목록에 액세스할 수 없습니다. 로그인하여 백업하고 모든 기기에서 액세스하세요.
pt_br: Se você adquirir um novo telefone ou dispositivo, não poderá acessar suas receitas, inventário ou lista de compras, a menos que esteja conectado. Faça login para fazer backup e acessá-los de qualquer dispositivo.
ru: Если вы приобретете новый телефон или устройство, вы не сможете получить доступ к своим рецептам, запасам или списку покупок, если не войдете в систему. Войдите, чтобы создать их резервную копию и получить к ним доступ с любого устройства.
tr: Yeni bir telefon veya cihaz alırsanız, oturum açmadığınız sürece tariflerinize, envanterinize veya alışveriş listenize erişemezsiniz. Bunları yedeklemek ve herhangi bir cihazdan erişmek için oturum açın.
